[
    {
        "id": 1,
        "title": "Translate to arabic",
        "question": "There was a half day discussion on the dispute in the ongoing assembly session in Belagavi on Tuesday. Both houses of the Karnataka legislature are likely to pass a resolution to this affect on Wednesday.\n\nChief minister Basvaraj Bommai on Tuesday suggested that both the houses should pass a resolution saying that the border dispute issue has been settled, which was agreed by opposition leader Siddaramaiah.",
        "duration": 1.2
    },
    {
        "id": 2,
        "title": "Translate to arabic",
        "question": "Bommai recalled an incident in June 1986, when Sharad Pawar of the Nationalist Congress Party, despite being prohibited from entering Karnataka, had managed to come to Belagavi, hid in a house and took part in the protest organised jointly by the Maharashtra Ekikaran Samiti (MES) and the Shiv Sena.\n\nThe same way, despite Karnataka prohibiting the entry of Maharashtra ministers Chandrakant Patil and Shambhuraje Desai, who had proposed to meet the pro-Maharashtrians, the state authorities had kept an eagle watch in the border, Bommai said.",
        "duration": 0.8
    },
    {
        "id": 3,
        "title": "Translate to english",
        "question": "وقالت سكوتلانديارد إنها فتحت تحقيقا في الواقعة عقب شكوى تقدم بها سيد أحمد الوداعي بعد مواجهة ومشادة كلامية مع النائب من حزب المحافظين عن منطقة بيكنهام في العاصمة لندن، بوب ستيوارت.\n\nكما طلب عضو البرلمان من الناشط بشيء من الازدراء أن \"يغرب عن وجهه\".\n\nلكن ستيوارت قال لاحقا إنه يأسف للتعليقات التي صدرت منه إلا أنه أصر على أنه \"لم يكن عنصريا بأي شكل من الأشكال\".",
        "duration": 1
    },
    {
        "id": 4,
        "title": "Translate to english",
        "question": "وأضاف النائب \"أعترف أنني وقعت في فخ التهكم، وما كان يجب علي أن أرد أبدا وهو ما يؤسفني. كانت تعليقاتي تهدف إلى إخبارهم بأنهم يستطيعون الاحتجاج بأمان في البحرين. البحرين تتعرض لهجمة صحفية غير عادلة للغاية وأنا أشعر بذلك بشدة\".\n\nوأوضح \"أنا آسف إذا اعتقد أي شخص أنني كنت عنصريا بأي شكل من الأشكال. بصراحة لم أكن كذلك. أتمنى ألا أكون قد وقعت في فخ التهكم (خطأ) ولكني اعتذرت وأكرر اعتذاري عن ذلك. آخر شيء قصدته هو أن أكون عنصريا لأن لدي الكثير من الأصدقاء البحرينيين الجيدين\".",
        "duration": 0.8
    },
    {
        "id": 5,
        "title": "Translate to english",
        "question": "وأضاف \"لا أعتقد أنه كان سيُطلب مني العودة إلى البلد الذي عذبني بعنف لولا لون بشرتي. لا ينبغي أن يتعرض أحد لانتهاكات عنصرية\".\n\nوقال الوداعي إنه اشتكى أيضا إلى المفوضة البرلمانية للمعايير، كاثرين ستون، ورئيس حزب المحافظين، نديم الزهاوي.\n\nوقال متحدث باسم حزب المحافظين\"لدينا مدونة سلوك راسخة وإجراءات رسمية حيث يمكن تقديم الشكاوى في سرية. هذه العملية في غاية الخصوصية والسرية فعلا\".",
        "duration": 0.8
    },
    {
        "id": 6,
        "title": "Translate to arabic",
        "question": "There was a half day discussion on the dispute in the ongoing assembly session in Belagavi on Tuesday. Both houses of the Karnataka legislature are likely to pass a resolution to this affect on Wednesday.\n\nChief minister Basvaraj Bommai on Tuesday suggested that both the houses should pass a resolution saying that the border dispute issue has been settled, which was agreed by opposition leader Siddaramaiah.",
        "duration": 0.8
    },
    {
        "id": 7,
        "title": "Translate to english",
        "question": "وقالت سكوتلانديارد إنها فتحت تحقيقا في الواقعة عقب شكوى تقدم بها سيد أحمد الوداعي بعد مواجهة ومشادة كلامية مع النائب من حزب المحافظين عن منطقة بيكنهام في العاصمة لندن، بوب ستيوارت.\n\nكما طلب عضو البرلمان من الناشط بشيء من الازدراء أن \"يغرب عن وجهه\".\n\nلكن ستيوارت قال لاحقا إنه يأسف للتعليقات التي صدرت منه إلا أنه أصر على أنه \"لم يكن عنصريا بأي شكل من الأشكال\".",
        "duration": 0.8
    }
]